import React from 'react';


function About(){
    return(
        <div className='style-about'>
            <h1>Вас вітає команда книжкового магазину КнигоМаркет!</h1>
            <p>Вас вітає команда книжкового магазину КнигоМаркет! </p>
                У нас ви знайдете книги по найдоступнішім цінам! В нашому книжкові новинки з'являються першими. 
                Також у нас сама доступна ціна на передзамовлення, які ми гарантовано відправимо до вас як можна скоріше!
                Ми працюємо для вас і робимо, щоб ваші замовлення відправлялась до вас як змога скоріше.
            <p>Кожного місяця ми проводимо цікаві акції та розпродаж книг.
                У нас діє накопичувальна знижка до 30% і ми гарантуємо вам, що таких знижок ви не знайдете ніде.</p>
            <p>Ми відкриті до оптових замовлень і даємо вигідну ціну. Зверніться до нас на пошту  
            knigo-market@gmail.com для отримання найвигіднішої умови.</p>
        </div>
    )
}
export default About;