import imageOne from './image/one.jpg';
import imageTwo from './image/two.jpg';
import imageThree from './image/three.jpg';
import imageFour from './image/four.jpg';
import imageFive from './image/five.jpg';
import imageSix from './image/six.jpg';
import imageSeven from './image/seven.jpg';
import imageEight from './image/eight.jpg';
import imageNine from './image/nine.jpg';
import imageTen from './image/ten.jpg';
import imageEleven from './image/eleven.jpg';
import imageTwelve from './image/twelve.jpg';
import imageThirdteen from './image/thirdteen.jpg';
import imageFourteen from './image/fourteen.jpg';
import imageFiveteen from './image/fiveteen.webp';
import imageSixteen from './image/sixteen.jpg';
import imageSeventeen from './image/seventeen.jpg';
import imageEighteen from './image/eightteen.jpg';
import imageNineteen from './image/nineteen.jpg';
import imageTwenty from './image/twenty.jpg';
import imageTwentyone from './image/twentyone.jpg';
import imageTwentytwo from './image/twentytwo.jpg';
import imageTwentythree from './image/twentythree.jpg';
import imageTwentyfour from './image/twentyfour.jpg';
import imageTwentyfive from './image/twentyfive.jpg';
import imageTwentysix from './image/twentysix.jpg';
import imageTwentyseven from './image/twentyseven.jpg';
import imageTwentyeight from './image/twentyeight.jpg';
import imageTwentynine from './image/twentynine.jpg';
import imageThirty from './image/thirty.jpg';
import imageThirtyone from './image/thirtyone.jpg';
import imageThirtytwo from './image/thirtytwo.jpg';
import imageThirtythree from './image/thirtythree.jpg';
import imageThirtyfour from './image/thirtyfour.jpg';
import imageThirtyfive from './image/thirtyfive.jpg';
import imageThirtysix from './image/thirtysix.jpg';
import imageThirtyseven from './image/thirtyseven.jpg';
import imageThirtyeight from './image/thirtyeight.webp';


export const data = [
    {
        id: 1,
        titleBook: 'Гіпотеза кохання',
        authorBook: `Алі Гейзелвуд`,
        annotationBook: 'Олівія Сміт — біологиня, яка мріє не про романтичні стосунки, а про докторський ступінь. Але що робити, коли найліпша подруга не дає тобі спокою з отим коханням ні вдень, ні вночі? Звісно ж, знайти хлопця, який вдаватиме любчика. На цю роль годиться не абихто, а молодий і гарячий професор Карлсен: м-м-м, біологія, Стендфорд, поцілунки... Непоганий початок, погодьтеся! Олівія має чіткий план і не чекає від славного на всю кафедру Адама «Гедзя» Карлсена розуміння чи підтримки. Але після інциденту на великій науковій конференції Адам стає на її бік. І раптом дівчина помічає, що ї ї обранець не лише розумний, але й чуйний і врівноважений хлопець… із кубиками пресу (о боги!). Щойно маленький експеримент виходить з-під контролю, а теорія романтики розбивається на друзки, як Олівія розуміє: дослідження власного серця під мікроскопом буде складнішим за гіпотезу кохання!        ',
        imageBook: imageOne,
        searchBook: 'loveNovel',
        priceBook: 300,
        showMore: false
    },

    {
        id: 2,
        titleBook: 'Червона зима',
        authorBook: `Аннет Марі`,
        annotationBook: `Емі стояла на початку стежки. Десь серед дерев розташовувався храм, де вона мала провести свої останні два місяці як проста смертна.
        Емі – каміґарі. Усе життя вона змушена ховатися від тих, хто на неї полює. Тих, хто хоче вбити, аби завадити об’єднанню з богинею Аматерасу. Усе змінюється, коли вона рятує життя одному з ворогів богині. Загадковий та непередбачуваний Шіро – і тепер він у неї в боргу. Але що як він дізнається, хто вона насправді?
        Його обличчя здавалося навіть ще привабливішим, а його очі притягували її та тримали в полоні. Він не піде, доки не відплатить їй.
        Емі розуміє, що з його допомогою вона зможе отримати відповіді на багато питань про її долю, але їй потрібно укласти угоду з найнебезпечнішим йокаєм. Чи призведе ця пригода до пастки?`,
        imageBook: imageTwo,
        searchBook: 'fantasy',
        priceBook: 469,
        showMore: false
    },

    {
        id: 3,
        titleBook: 'Зникнення аптекарки',
        authorBook: `Сара Пеннер`,
        annotationBook: `Таємна спільнота жінок. Призабута історія. У повітрі ще відчувається отруйний подих помсти.
        Непримітна аптекарська крамниця, захована у глибинах Лондона вісімнадцятого століття, тут обслуговують b
        незвичайну клієнтуру та ще й за некласичними умовами:
        Правило № 1: Ніколи не можна використовувати отруту на шкоду іншій жінці;
        Правило № 2: Імена вбивці та її жертви мають бути записані в аптечній реєстровій книжці.
        Жінки всього міста шепочуться про загадкову аптекарку на ім’я Нелла, котра продає отрути,
        завдяки яким можна позбутися чоловіків-гнобителів. Моторошний світ Нелли — не найкраще місце для її нової відвідувачки, 
        надзвичайно обдарованої 12-річної дівчинки на ймення Еліза Фаннінг.
        Авторка видання Сара Пеннер майстерно занурює читачів у водночас моторошний 
        і вабливий роман про жінок, які виборювали своє виживання у світі, створеному чоловіками та для чоловіків.`,
        imageBook: imageThree,
        searchBook: 'detective',
        priceBook: 449,
        showMore: false
    },

    {
        id: 4,
        titleBook: 'Танці з кістками',
        authorBook: `Андрій Сем'янків`,
        annotationBook: `Проста, на перший погляд, історія про патологоанатома-невдаху. Северина не цінують на роботі 
        й мало платять, з особистим життям чоловіка відбувається щось незрозуміле, самооцінка на нулі. 
        Тож перебуваючи практично на дні, він одразу ж хапається за можливість підзаробити. Так, пропозиція не зовсім легальна, так, 
        навряд чи можна чекати чогось доброго від ринку трансплантації органів, але так спокусливо нарешті влаштувати собі забезпечене життя. 
        Зрештою, Северин має забрати в уже мертвих людей якусь дрібничку, те, що їм і так не потрібно. Поки що у мертвих людей, 
        поки що дрібничку.
        Крок за кроком, рішення за рішенням патологоанатом змінюється, 
        трансформується — так в усіма зневаженого чоловіка на межі алкоголізму спершу проростає впевненість у собі, а за нею і безпринципність.
        Скоївши один злочин, він набагато легше вчиняє інший, а за ним і наступний. Те, що вчора Северин вважав неприпустимим,
        стає новою нормою. Та й узагалі виникає питання: чи здатен він тепер зупинитися і як далеко може зайти?`,
        imageBook: imageFour,
        searchBook: 'thriller',
        priceBook: 294,
        showMore: false
    },

    {
        id: 5,
        titleBook: 'Надзвичайна',
        authorBook: `В. Е. Шваб, Енід`,
        annotationBook: `Старшокласниця Шарлотта Тіллз потрапляє у фатальну автокатастрофу. Вона оживає, але вже з надзвичайними здібностями.
        Надзвичайники страшенно рідкісні. Вони можуть становити загрозу і для себе, і для інших. Мало хто знає про їхнє існування, а організація під назвою ЕОН докладає всіх зусиль, щоб так було й надалі: вистежує та вбиває їх.
        Після повернення до життя Шарлотта може бачити, як помруть інші. Вона бачить і власну смерть — від рук найкращого вбивці ЕОНу, Ілая Евера. Щоб урятуватися й захистити свою родину, Шарлотта мусить діяти на випередження й убити Ілая, перш ніж він вистежить її.`,
        imageBook: imageFive,
        searchBook: 'comics',
        priceBook: 399,
        showMore: false
    },

    {
        id: 6,
        titleBook: 'Останній дім на безпечній вулиці',
        authorBook: `Катріона Ворд`,
        annotationBook: `Це історія про дівчинку, яка зникла одинадцять років тому під час поїздки на озеро; про її сестру Ді, 
        яка продовжує пошуки після того, як трагедія зруйнувала її сім’ю; про Теда, який завжди був дивним і міг бути винним у зникненні дівчинки.
        Зараз Тед живе зі своєю дочкою та кішкою в занедбаному будинку із забитими вікнами, крізь які ледь проникає світло. 
        Сповнена рішучості Ді винаймає будинок поряд і потайки спостерігає за чоловіком з безпечної відстані. 
        Коли зникає сусід і відбуваються якісь дивні речі, підозра знову падає на Теда… Але чи зможе Ді нарешті знайти вбивцю?`,
        imageBook: imageSix,
        searchBook: 'thriller',
        priceBook: 289,
        showMore: false
    },
    {
        id: 7,
        titleBook: `Тисяча пам'ятних поцілунків`,
        authorBook: `Тіллі Коул`,
        annotationBook: `Чи може кохання тривати вічно, попри перешкоди, відстань і час? Це можливо, якщо поєднуються дві половинки 
        одного серця. Руну п’ять, він із батьками щойно переїхав із рідної Норвегії до маленького містечка американського штату Джорджія
        і дуже засмучений через це. Та відколи він знайомиться з дивакуватою сусідкою Поппі, його життя набуває яскравих кольорів і
        перетворюється на справжню пригоду. Поппі, виконуючи заповіт улюбленої бабусі, має на меті зібрати тисячу поцілунків,
        але не звичайних, а особливих, таких, коли серце мало не вистрибуватиме з грудей. Саме такі поцілунки обіцяє їй подарувати Рун.
        Історія кохання, яка розіб’є вам серце.`,
        imageBook: imageSeven,
        searchBook: 'loveNovel',
        priceBook: 234,
        showMore: false
    },
    {
        id: 8,
        titleBook: `Корона з позолочених кісток`,
        authorBook: `Дженніфер Л. Арментраут`,
        annotationBook: `Маківка – законна спадкоємиця престолу Атлантії. За законами королівства там уже давно мала б
        відбутися зміна влади, та дівчина зовсім не поспішає посісти трон королеви країни,
        якої геть не знає. Та й як їй правити королівством, у якому не всі готові змиритися з самим її існуванням? Коханий і друзі
        дуже хочуть уберегти Маківку й показати, що упереджених атлантійців небагато, але вони не всемогутні. 
        До того ж внутрішній ворог – не єдиний, що їй загрожує. Королева Солісу Ілеана, колишня опікунка і 
        кровна родичка Маківки, досі вважає дівчину-втікачку своєю власністю, а край атлантійців – законною здобиччю.
        Давні таємниці, чимале військо, потужна зброя – Ілеана має чим здивувати суперників. Що Маківка зможе їй протиставити?`,
        imageBook: imageEight,
        searchBook: 'fantasy',
        priceBook: 289,
        showMore: false
    },

    {
        id: 9,
        titleBook: 'Загадка 622 номера',
        authorBook: `Жоель Діккер`,
        annotationBook: `Одного грудневого ранку на підлозі в номері 622 розкішного готелю в швейцарських Альпах знаходять труп.
        Поліції так і не вдається розкрити справу, а з плином часу чимало людей забуло про те, що сталося.
        Через багато років письменник Жоель Діккер приїжджає в той самий готель, щоб оговтатися від розриву стосунків. 
        Він навіть не уявляє, що закінчить розслідувати давній злочин, та ще й не сам: Скарлетт, прекрасна гостя й письменниця-початківка,
        що зупинилась у сусідньому номері, буде супроводжувати його в пошуку, а також намагатиметься збагнути, як написати хорошу книжку.
        Що сталося тієї ночі? Відповідь на це питання знайдемо в цьому диявольському детективі, побудованому 
        з точністю швейцарського годинника. Жоель Діккер нарешті приводить нас до рідної країни, щоб розповісти про розслідування, 
        яке поєднує любовний трикутник, ігри з владою, зради і заздрість у не такій вже спокійній Швейцарії, де правда сильно відрізняється 
        від усього, що ми собі уявляли.`,
        imageBook: imageNine,
        searchBook: 'detective',
        priceBook: 349,
        showMore: false
    },

    {
        id: 10,
        titleBook: 'Привид Києва',
        authorBook: `Мацуда Джюко`,
        annotationBook: `Відомий автор манґа Мацуда Джюко надихнувся подіями лютого 2022 року, коли під час жорсткої ескалації 
        російсько-української війни небо над Києвом героїчно боронили українські пілоти 40-ї бригади тактичної авіації.
        Подвиг українських асів породив легенду про Привида Києва, пілота МіГ-29, який за перші 30 годин російського вторгнення 
        в Україну здобув шість повітряних перемог у небі над столицею: збив два Су-35, два Су-25, Су-27 і МіГ-29.
        Всередині настінний плакат, розмірами 560*810 мм.`,
        imageBook: imageTen,
        searchBook: 'comics',
        priceBook: 150,
        showMore: false
    },

    {
        id: 11,
        titleBook: `З-імли-народжені. Остання імперія`,
        authorBook: `Брендон Сандерсон, Тарас Копанський`,
        annotationBook: `Тисячу років існує Остання імперія, де щодня з неба сипле попіл, рослини борються за життя, а сонце палає 
        багряно-червоним диском. Тисячу років скаа страждають і живуть як раби, а Пан Всевладар тримає увесь світ залізною хваткою. 
        Але як можна бути задоволеним життям, у якому нема нічого, окрім побоїв і нескінченної важкої праці?  
        Довідатися про те, чи можна побороти наймогутнішу людину вирішує пройдисвіт Келсьє. Чоловік має надзвичайний 
        хист до пограбувань та свого часу спробував пограбувати палац самого лорда-правителя. Він не може змиритися з тим, 
        що в людей немає свободи, тому починає збирати команду супротиву...`,
        imageBook: imageEleven,
        searchBook: 'fantasy',
        priceBook: 779,
        showMore: false
    },

    {
        id: 12,
        titleBook: 'Приховані малюнки',
        authorBook: `Джейсон Рекулак`,
        annotationBook: `Меллорі Квінн виходить з реабілітаційного центру та влаштовується нянею в родину Максвеллів. 
        Вона задоволена своєю роботою, нарешті відновлює фізичну форму й досягає стабільності в житті. 
        Дівчина має доглядати за п’ятирічним сором’язливим хлопчиком Тедді. Він завжди носить із собою олівці та альбом для малювання, 
        де зображує дерева, кроликів, повітряні кульки. Але одного разу в альбомі хлопчика з’являється моторошний сюжет. 
        Темний ліс і чоловік, який тягне тіло мертвої жінки. Малюнки Тедді стають дедалі зловіснішими. Де п’ятирічна дитина 
        могла бачити такі криваві картини? Меллорі здогадується, що хлопчик став свідком чогось жахливого. Усе це скидається 
        на якесь божевілля. Те, що дівчина побачить на наступному малюнку Тедді, змусить її захлинутися мовчазним криком…`,
        imageBook: imageTwelve,
        searchBook: 'thriller',
        priceBook: 275,
        showMore: false
    },

    {
        id: 13,
        titleBook: 'Густіше за кров',
        authorBook: `Майк Омер`,
        annotationBook: `У власній квартирі знайдено мертвою молоду жінку, доньку пастора, яку перед смертю знекровили. 
        Убивця, який живиться кров'ю своєї жертви? Це не перший збочинець у практиці психолога-криміналіста ФБР Зої Бентлі й спеціального 
        агента Татума Ґрея. Але навіть таким досвідченим фахівцям важко уявити потвору у людській подобі, яка здатна скоїти такий жахливий 
        злочин.
        Висновки судового експерта свідчать про те, що злочинців двоє. 
        Одним із них є Род Ґловер – серійний убивця, який переслідує Зої з дитинства. Цього разу він знайшов такого самого схибленого 
        партнера, і їхні спільні вбивства стають дедалі моторошнішими. Зої намагається зупинити низку кривавих злочинів, але відчуває, 
        що за задумом Ґловера, кульмінацією має стати її смерть.`,
        imageBook: imageThirdteen,
        searchBook: 'thriller',
        priceBook: 150,
        showMore: false
    },

    {
        id: 14,
        titleBook: 'Іспанський любовний обман',
        authorBook: `Елена Армас`,
        annotationBook: `За чотири тижні Каталіна має бути на сестриному весіллі. А отже, має саме чотири тижні, щоб знайти 
        супутника й шугнути до сонячної Іспанії, де невгамовна Каталінина рідня чекає на знайомство з її «американським бойфрендом». 
        Маленька брехня мала б захистити безталанну дружку від спочутливих коментарів після розставання з колишнім, який уже не сам, 
        зокрема й у списку запрошених. Допомогти зголошується красунчик Аарон Блекфорд — колега, із яким у Каталіни напружені стосунки 
        (ох, як він її бісить).
        Відмовитися від Ааронової пропозиції та мати проблеми чи пристати на Ааронову пропозицію та мати проблеми? 
        Та що, як він не доводитиме її до сказу поза роботою? І що, як удавати закоханих доведеться недовго?`,
        imageBook: imageFourteen,
        searchBook: 'loveNovel',
        priceBook: 337,
        showMore: false
    },

    {
        id: 15,
        titleBook: 'Обраниці',
        authorBook: `Жан-Крістоф Ґранже`,
        annotationBook: `Обраниці — це красиві, безтурботні дами Рейху, дружини впливових високопосадовців і бізнесменів, наближених до фюрера. 
        Щодня вони зустрічаються у берлінському готелі «Адлон», щоб попліткувати і випити шампанського, в той час, як лічені дні відділяють 
        Європу від початку Другої світової війни. Одного дня на березі Шпрее знайдено понівечене жіноче тіло — вбито одну з так званих 
        адлонських фрау. Проте це не перша жертва таємничого вбивці, який підстерігає красунь на берегах Шпрее або біля озер, завдаючи 
        жахливих каліцтв...
        Тим часом у спекотному Берліні, що здригається, ніби кратер вулкану, троє непересічних особистостей беруться 
        до розслідування. Саймон Краус, талановитий психоаналітик, досідчений жиголо, завжди готовий шантажувати своїх пацієнток. 
        Франц Бевен, одноокий велетень-гестапівець, жорстокий і безжальний, який звинувачує весь світ у своїх невдачах. Мінна фон Гассель, 
        багата спадкоємиця і віддана своїй справі психіатриня, прагне врятувати забутий Рейх.`,
        imageBook: imageFiveteen,
        searchBook: 'detective',
        priceBook: 319,
        showMore: false
    },

    {
        id: 16,
        titleBook: 'Врятуй мене',
        authorBook: `Мона Кастен`,
        annotationBook: `Вона — хороша дівчинка зі звичайної англійської родини, яка з дитинства мріє навчатися в Оксфорді. 
        Він — золотий хлопчик, улюбленець долі, нащадок найзаможнішої династії в країні. Перед ним розкриті двері усіх 
        престижних університетів. Що їх поєднує? Вчора вони ще не були навіть знайомі, а сьогодні не можуть жити одне без одного. 
        Чи судилося їм бути разом? Дізнайтеся історію кохання Рубі й Джеймса з бестселера німецької письменниці Мони Кастен «Врятуй мене».`,
        imageBook: imageSixteen,
        searchBook: 'loveNovel',
        priceBook: 225,
        showMore: false
    },

    {
        id: 17,
        titleBook: 'Тінь та кістка.',
        authorBook: `Лі Бардуґо`,
        annotationBook: `Ласкаво просимо до Равки. Колись це була велика та могутня країна. Тепер вона на межі зникнення. 
        Равку розділила Тіньова Зморшка: лінія абсолютної темряви, що кишить небезпечними чудовиськами.
        Непримітна Аліна й уявити не могла, що порятунок Равки ляже на її худенькі плечі. Рятуючи друга Мала, 
        дівчина розбудила свою приспану силу. Саме вона здатна знищити Тіньову Зморшку і возз’єднати спустошену війною країну.
        Часу обмаль. Аліна вирушає на навчання до величних магів-гриш на чолі з таємничим Дарклінґом. Однак могутня та ще не 
        приборкана сила дівчини може обернутися неабиякою загрозою. І не тільки для монстрів з тіні, а й для всієї Равки, для 
        Мала та самої Аліни.`,
        imageBook: imageSeventeen,
        searchBook: 'fantasy',
        priceBook: 275,
        showMore: false
    },

    {
        id: 18,
        titleBook: 'Чі. Життя однієї киці',
        authorBook: `Конами Каната`,
        annotationBook: `Що робити, коли ти миле маленьке кошеня й раптом залишаєшся зовсім один? Плакати? Чекати? Нічого не 
        робити? Ні, є дещо цікавіше: пізнавати світ! Бо раптом якась мила родина тебе знайде й прихистить у своєму будинку! Тому що ніхто 
        не зможе встояти перед Чі. І тоді життя стане ще веселішим і ще несподіванішим у новому будинку! Неймовірно мила історія про 
        пухнастика, якого кожен би прихистив у себе вдома неодмінно стане улюбленою у всіх, хто любить котиків і обожнює манґу.`,
        imageBook: imageEighteen,
        searchBook: 'comics',
        priceBook: 170,
        showMore: false
    },

    {
        id: 19,
        titleBook: 'Смерть у подарунок',
        authorBook: `Віктор Янкевич`,
        annotationBook: `Напрочуд гарне місто Черкаси. Окрилена романтичним коханням жінка приїздить на відомий книжковий фестиваль, 
        який збігається в часі з передвиборчим сезоном… І потрапляє у вир карколомних, трагічних подій, підставою для яких слугує її 
        власна складна біографія й активність гурту "добропорядних" громадян, буквально намертво об’єднаних спільною участю в збоченських, 
        садистично-сексуальних злочинах та цілком перспективним прагненням очолити міську владу.`,
        imageBook: imageNineteen,
        searchBook: 'detective',
        priceBook: 150,
        showMore: false
    },

    {
        id: 20,
        titleBook: 'Убивчий холод',
        authorBook: `Тесс Ґеррітсен`,
        annotationBook: `Потрапивши в аварію на засніженій гірській дорозі, докторка Мора Айлс та її приятелі вимушені шукати прихисток 
        у селищі з химерною назвою Царство Небесне. Це місце не позначене на мапах, тут немає електрики і відсутній мобільний зв’язок… 
        А ще навколо ні душі - лише дванадцять ідентичних будинків, незамкнених, із відчиненими вікнами, незайманою замерзлою їжею 
        на столах й однаковим портретом чорнявого чоловіка з проникливим поглядом у кожній вітальні.
        В одному з будинків Мора наштовхується на моторошну знахідку - калюжу засохлої крові на дерев’яній підлозі біля підніжжя сходів. 
        Чи тут було скоєно вбивство? Чи причетні до цього зниклі місцеві? Чи, може, в околиці орудує небезпечний злочинець? Пошуки правди 
        наразять Мору і її товаришів на певну смерть…`,
        imageBook: imageTwenty,
        searchBook: 'thriller',
        priceBook: 216,
        showMore: false
    },

    {
        id: 21,
        titleBook: `Людина, яка померла двічі`,
        authorBook: `Річард Осман`,
        annotationBook: `Бестселер із багатомільйонними накладами. Від автора «Клубу вбивств по четвергах». Права на екранізацію придбав 
        Стівен Спілберґ. Успішно розкривши попередню справу, невгамовний «Клуб убивств по четвергах» не планує спочивати на лаврах. 
        Та їм би й не вдалося, адже Елізабет отримує листа - не дуже бажаний привіт із минулого. Ексцентричні пенсіонери незчулися, як їх втягнули в нову таємницю. 
        Тут і пограбований злочинець, вельми закоханий у свій садочок, і британська контррозвідка, і класично суворий колумбійський картель… 
        а ще браслети дружби, маргаритки й вівсяні батончики. Та головне - зниклі діаманти вартістю двадцять мільйонів фунтів. Як тут встояти 
        і не поринути в розслідування з головою?
        Але цього разу ігри можуть швидко скінчитися, адже таємницю супроводжують цинічні вбивства. Елізабет, Джойс, Ібрагім і Рон, 
        із допомогою своїх друзів у поліції, мусять в усьому розібратися - аби тільки не було запізно.`,
        imageBook: imageTwentyone,
        searchBook: 'detective',
        priceBook: 280,
        showMore: false
    },

    {
        id: 22,
        titleBook: `Степовий бог`,
        authorBook: `Євген Лір `,
        annotationBook: `Хассара — це слово звучить, наче пісок, що скреготить на зубах. Безмежна руйнівна сила, яка існувала 
        задовго до появи людства, знов прокидається серед порожніх степів. Та що про це може знати Сергій — чотирнадцятирічний хлопець, 
        що волею випадку познайомився з дивакуватим відлюдником? Чи стане йому розуму лишитися осторонь, чи встоїть він перед спокусою 
        рушити за спалахами химерного світла, що тут і там проймає Запропади-місто? І чи втримає Кам'яна Вежа натиск Великого Ніщо?`,
        imageBook: imageTwentytwo,
        searchBook: 'fantasy',
        priceBook: 290,
        showMore: false
    },

    {
        id: 23,
        titleBook: `Три жінки`,
        authorBook: `Ліза Таддео`,
        annotationBook: `Сімнадцятирічна Меґґі закохана у свого вчителя. Вона вірить у "довго та щасливо" попри те, що він одружений 
        і має дітей. За десять років шлюбу Ліна забула про те, як це - бути жаданою. Вона наважується на зраду й починає роман зі 
        своїм шкільним коханням. Слоун вродлива та заможна. Вона дозволяє своєму чоловікові обирати чоловіків і жінок, які будуть 
        третіми в їхньому ліжку. Три невигадані історії, засновані на майже десятирічних дослідженнях табуйованої в суспільстві теми 
        жіночої сексуальності та бажання. Історії, що допоможуть краще зрозуміти свою жіночу природу, бажання та потреби свого тіла. 
        Сповіді й переживання реальних жінок, що переконують: ви не самотні. Три історії - і мільйони схожих історій по всьому світу, 
        в яких упізнаєш себе. Коли обіймає відчай, героїні Лізи Таддео триматимуть за руку й не дадуть упасти.`,
        imageBook: imageTwentythree,
        searchBook: 'loveNovel',
        priceBook: 304,
        showMore: false
    },

    {
        id: 24,
        titleBook: `Увесь цей час`,
        authorBook: `Рейчел Ліппінкотт, Міккі Дотрі`,
        annotationBook: `Кайл і Кімберлі завжди були разом. До тієї ночі на випускному, коли Кімберлі вирішила жити власним життям. 
        І для початку — вступити до омріяного університету, не озираючись на Кайла. Звичайна, здавалося б, сварка закінчилася фатально. 
        Автомобільна аварія... Кімберлі загинула. А Кайл лишився сам на сам із почуттям провини, збайдужілий до життя, яке раптом стало 
        таким порожнім. Повільно оговтуючись від травм, Кайл намагається змиритися з тим, що трапилося. Його турбують загадкові видіння, 
        а життя невпинно продовжує розколюватися на «до» та «після». Та одного дня, коли Кайл вирішить, що життя зовсім втратило сенс, 
        трапиться дещо особливе. Те, на що він уже й не сподівався весь цей час...`,
        imageBook: imageTwentyfour,
        searchBook: 'loveNovel',
        priceBook: 182,
        showMore: false
    },

    {
        id: 25,
        titleBook: `Вбивство у «Східному експресі»`,
        authorBook: `Аґата Крісті`,
        annotationBook: `Знаменитий бельгійський детектив Еркюль Пуаро мусить терміново виїхати до Британії, але вільних місць у 
        «Східному експресі» вже немає. Його виручає давній друг мсьє Бук, власник залізничної компанії. Зранку за сніданком детектив 
        відзначає, що пасажири поїзда — люди різних національностей. Американець Ретчетт, що видається Пуаро надто підозрілим, просить детектива 
        стати його охоронцем. Але той відмовляється. Уночі Пуаро весь час будитимуть різні звуки, а потім настане тиша — через снігові 
        замети поїзд зупинився десь у Югославії, пасажири нервуються, а дивний містер Ретчетт лежить мертвим у своєму купе…
        Детектив Пуаро береться до розслідування. Кожен із пасажирів має алібі. Люди з різних країн, здається, не знайомі між собою, 
        проте виправдовують одне одного. Пуаро доходить висновку: вони не випадково опинилися у потягу. Тепер підозрюються всі!`,
        imageBook: imageTwentyfive,
        searchBook: 'detective',
        priceBook: 162,
        showMore: false
    },

    {
        id: 26,
        titleBook: `Темна половина`,
        authorBook: `Стівен Кінг`,
        annotationBook: `Письменник Тед Бомонд, кілька найпопулярніших творів якого вийшли під псевдонімом Джордж Старк, вирішив 
        розпрощатися з вигаданим автором в оригінальний спосіб: для преси влаштував йому символічне «поховання». Так було треба, 
        щоб оминути одну халепу. Утім, зовсім скоро Тед опиняється в жахливому становищі: у містечку Касл-Рок відбувається жорстоке 
        вбивство, і на місці злочину знаходять відбитки Тедових пальців. Опісля хтось жорстоко вбиває ще кількох людей, які так чи 
        інакше причетні до «смерті» Джорджа Старка. Тед стверджує, що нікого не вбивав, і переконаний: це справа рук того, кого він 
        «поховав». Та хіба це можливо? Як людина, якої ніколи не існувало, може чинити зло? І хто насправді стоїть за смертями невинних: 
        письменник чи його темне альтер еґо?`,
        imageBook: imageTwentysix,
        searchBook: 'thriller',
        priceBook: 392,
        showMore: false
    },

    {
        id: 27,
        titleBook: `Я – безодня`,
        authorBook: `Каррізі Донато`,
        annotationBook: `Ніхто не знає його імені. Ніхто не заходить до нього в гості. Самотній, але вдоволений цією самотністю Збирач 
        сміття не потребує компанії.
        Щоранку він прибирає сміття, яке зі своїх домівок викидають люди. Дізнається їхні історії з їхнього сміття. 
        Адже воно, на відміну від людей, ніколи не бреше. Збирач сміття думає, що він невидимка. Та невдовзі в його житті 
        з’явиться змучена тринадцятирічна дівчинка з бузковим чубом. Вона зазирне в темні глибини душі Збирача сміття. І побачить: 
        полювальниця на мух — жінка, яка роками рятує інших жінок від насильства, — вже шукає його.
        Тепер ці троє безіменних людей, замкнені кожне у власній в’язниці жахіть, мають зустрітися на краю безодні. 
        Їхню долю вирішить озеро Комо, що кишить чужими таємницями та гіркими спогадами. Але, дивлячись у безодню, вони й не помітять, 
        як безодня сама почне вдивлятися в них…`,
        imageBook: imageTwentyseven,
        searchBook: 'thriller',
        priceBook: 245,
        showMore: false
    },

    {
        id: 28,
        titleBook: `Загадкова кімната`,
        authorBook: `Дреда Сей Мітчелл`,
        annotationBook: `Коли Ліза Кендал винайняла кімнату у вікторіанському маєтку в Північному Лондоні, то й гадки не мала, 
        що на неї чекає. У приліжковій шафці вона знаходить передсмертну записку, вочевидь залишену попереднім власником її кімнати. 
        Стривожена відкриттям, дівчина вирішує довідатися, ким був чоловік і що привело його до самогубства. Орендодавці наполягають, 
        що перед Лізою інших пожильців у них не було. Та їм нема віри — особливо після чергової знахідки: записів небіжчика на стінах 
        винайнятої кімнати. Пошук відповідей приведе дівчину на межу божевілля. Чи стане їй духу розплутати клубок загадок та брехні і 
        дізнатися правду, а чи Ліза стане ще однією жертвою кімнати на винайм?..`,
        imageBook: imageTwentyeight,
        searchBook: 'detective',
        priceBook: 196,
        showMore: false
    },

    {
        id: 29,
        titleBook: `Мелодія кави в тональності сподівання`,
        authorBook: `Наталія Гурницька`,
        annotationBook: `Анна випробувала долю і різні ролі — коханки, утриманки, дружини, вдови. Тепер єдине, 
        що залишилося від кохання Адама живе у неї під серцем. У новій книзі Наталії Гурницкий «Мелодія кави 
        в тональності сподівання» дівчина чекає нове кохання в тональності надії, а читачів — сповнена романтики історія у 
        декораціях прекрасного Львова.`,
        imageBook: imageTwentynine,
        searchBook: 'loveNovel',
        priceBook: 167,
        showMore: false 
    },

    {
        id: 30,
        titleBook: `Повільне горіння`,
        authorBook: `Пола Гоукінз`,
        annotationBook: `Лора багато разів була підсудною. Її вважають небезпечною та неадекватною. А вона повсякчас бачить 
        перед собою світло фар та обличчя материного коханця... Чому вона досі пам’ятає це?
        Міріам стала свідком того, як Лора покидала місце злочину зі слідами крові на одязі. Проте життя навчило 
        Міріам не довіряти побаченому. Бо інколи людина просто опиняється не в тому місці не в той час. Як її мертва подруга...
        Карла й досі не оговталася від жорстокого вбивства племінника. Вона переконана: на зло здатен кожен. І ладна на все, 
        аби довести цю істину. Три жінки. Один убивця.`,
        imageBook: imageThirty,
        searchBook: 'thriller',
        priceBook: 245,
        showMore: false
    },

    {
        id: 31,
        titleBook: `Чому не Еванс?`,
        authorBook: `Аґата Крісті`,
        annotationBook: `Небезпека може вигулькнути майже будь-де. Навіть на полі для гольфу. Боббі Джонс саме грав у 
        цю гру зі своїм знайомим, доктором Томасом. І, як це іноді буває, м’ячик стрімко вилетів за межі поля. Шукаючи його, 
        Боббі натрапляє на тяжко пораненого чоловіка. Але врятувати бідолаху не вдається. За мить до смерті незнайомець промовляє 
        дивну фразу: «Чому не Еванс?» У кишені загиблого Боббі знаходить світлину жінки. Хто вона, ким був померлий і де шукати 
        таємничу людину на ім’я Еванс, що, можливо, знає відповіді на всі інші запитання?`,
        imageBook: imageThirtyone,
        searchBook: 'detective',
        priceBook: 165,
        showMore: false
    },

    {
        id: 32,
        titleBook: `Людина-Павук: Інший`,
        authorBook: `Майкл Деодато`,
        annotationBook: `Пітера Паркера починають мучити нічні жахіття. Випадково він дізнається, що хворіє невідомою хворобою, 
        з якою навіть Людина-Павук не може впоратися самотужки. Але Тоні Старк, Рід Річардс, Стівен Стрендж та Хенк Пім спробують
        зробити усе можливе, аби допомогти Пітеру. Чи зможуть найбільші розуми світу змінити долю? Розуміючи, що відтепер Пітер 
        не має контролю над своїм життям, він вирішує попрощатися з костюмом Людини-Павука. Але старий ворог Паркера – Морлан, 
        повертається з того світу. Два супротивника знову зустрічаються у двобої, якого ще не бачив світ! У Павучка є тільки два 
        варіанти: змінитись або померти!`,
        imageBook: imageThirtytwo,
        searchBook: 'comics',
        priceBook: 260,
        showMore: false
    },

    {
        id: 33,
        titleBook: `Конан-варвар`,
        authorBook: `Джейсон Аарон, Махмуд Асрар, Метт Вілсон`,
        annotationBook: `В ім’я Крома, найвеличніший герой з мечем повертається на сторінки коміксів MARVEL!
        З незапам’ятних часів …  прийшов Конан, кіммерієць: чорне волосся, похмурий погляд, рука стискає меч. 
        Злодій, викрадач, убивця. Щоб з глибокою журбою та великою радістю обертати на попіл осяяні самоцвітами престоли 
        Землі… За час своїх подорожей Конан пройшов шлях від незвіданих та суворих земель рідної Кіммерії до королівства 
        Аквілонія. Разом з тим, як його бойова майстерність та слава шириться світом, він притягує і сили смерті! Ця абсолютно 
        нова сага назавжди змінить долю Конана!`,
        imageBook: imageThirtythree,
        searchBook: 'comics',
        priceBook: 305,
        showMore: false
    },

    {
        id: 34,
        titleBook: `Гра: Психологічний детектив`,
        authorBook: `Олександр Онуфрієв, Ірина Тетера`,
        annotationBook: `Автори цього психологічного детективного роману – актор, сценарист, кінорежисер Олександр Онуфрієв, 
        в активі якого десятки зіграних ролей і стільки ж знятих фільмів та рейтингових серіалів, і письменниця Ірина Тетера – 
        авторка відомих романів «Київ - New York», «Вибір без вибору», – зустрілися на зйомках телевізійного шоу. На той час у 
        Олександра був готовий сценарій повнометражного детективного фільму, а Ірина хотіла спробувати себе в новому жанрі. Так 
        народилася ця книжка, яка з перших сторінок утягне читача в інтригу таємничого клубу. Головному герою роману – Максиму – 
        сорок. Він успішний, харизматичний та захоплений авантюрами й розвагами чоловік. Саме через це два роки тому Максим вигадав 
        гру та зібрав клуб, до якого входить ще сім осіб. Правила прості: той, кому дістанеться туз пік, стає «вбивцею». 
        Доки інші сидітимуть із закритими очима, він кине таблетку, яка зображає отруту, до склянки своєї «жертви». Таблетка – 
        лише швидкорозчинний вітамін. А те, що відбувається за столом, – лише гра.`,
        imageBook: imageThirtyfour,
        searchBook: 'thriller',
        priceBook: 111,
        showMore: false
    },

    {
        id: 35,
        titleBook: `Покров`,
        authorBook: `Люко Дашвар`,
        annotationBook: `Ніч проти 30 листопада 2013 року багато чого змінює і в житті країни, і в долі киянки Мар’яни Озерової. 
        Після розміреного напівсонного існування дівчина опиняється у вирі подій і несподіваних зустрічей: виснажливі чергування 
        на Майдані, зникнення коханої людини та пошуки нащадків у сьомому коліні славного козака Яреми Дороша, яких прокляла його 
        дружина - зарозуміла шляхтянка Станіслава. Та чи не даремні пошуки? Адже перед цими щасливцями постає непростий вибір - 
        незліченні скарби, що їх мають успадкувати від свого предка, чи кохання і воля…`,
        imageBook: imageThirtyfive,
        searchBook: 'loveNovels',
        priceBook: 177,
        showMore: false
    },

    {
        id: 36,
        titleBook: `Грішниця`,
        authorBook: `Олена Печорна`,
        annotationBook: `Її краса стала її прокляттям: чоловіки жадали її — і вони отримали бажане, а вона — невиліковну хворобу. 
        Вона знаходить притулок у глухому селі Чорнобильської зони. Позаду залишаються понівечене життя в родині пияків, 
        чи то дитбудинок, чи то дім розпусти, зґвалтування за зґвалтуванням і син, якого в неї вкрали… Відверта сповідь грішниці, 
        яка понад усе переймалася чужим болем!`,
        imageBook: imageThirtysix,
        searchBook: 'loveNovels',
        priceBook: 143,
        showMore: false
    },

    {
        id: 37,
        titleBook: `Не всі шляхи ведуть до храму`,
        authorBook: `Варвара Еналь`,
        annotationBook: `Юну дівчину-рабиню Нок, якій долею судилося стати жрицею кохання в храмі Набари, за великі гроші купує 
        дивний пан, від одного погляду на якого кров у жилах холоне і якого називають мисливцем на драконів. Він забирає її і обхідними 
        далекими шляхами везе із земель Вільних Узбереж.
        Новий господар володіє дивною сильною магією, але що більше Нок спілкується з ним, то більше розуміє, що він не такий і страшний. 
        Але навіщо він її купив?
        Дістати зниклу колишню рабиню що є сили намагається і правитель Нижнього королівства, який висилає загін молодого могутнього мага 
        на її пошуки.
        У чому аж така цінність звичайнісінької 16-річної дівчини? Чи, може, не зовсім звичайної, а, радше, навпаки? І 
        що чекає на неї в майбутньому?
        «Не всі шляхи ведуть до храму» — початок серії фентезійних романів із неймовірних і блискучих «Легенд Суеми».`,
        imageBook: imageThirtyseven,
        searchBook: 'fantasy',
        priceBook: 208,
        showMore: false
    },

    {
        id: 38,
        titleBook: `Нові Темні Віки. Колонія`,
        authorBook: ` Макс Кідрук`,
        annotationBook: `2141 рік. Людство на Землі ще не оговталося від хвороби клодис, що призвела до найбільшої за пів століття 
        пандемії, коли з’являється новий патоген, який інфікує винятково вагітних жінок. Група вчених-імунологів намагається з’ясувати, 
        що він таке і чи пов’язана його поява з нейтринними спалахами, зафіксованими довкола планети. Чисельність населення марсіанських 
        Колоній перевищує сто тисяч мешканців, і третина з них народжені на Марсі. Вони програють суперспеціалістам із Землі боротьбу 
        за робочі місця в наукомісткій економіці Марса і змушені гарувати, мов раби, на низькокваліфікованих ручних роботах. Що більше 
        їх сягає повноліття, то дужче вони прагнуть змін, не усвідомлюючи, що ці зміни ставлять під загрозу саме існування Колоній.`,
        imageBook: imageThirtyeight,
        searchBook: 'fantasy',
        priceBook: 490,
        showMore: false
    },

]